benchmarks/link_read/50_kb_read__100_latency_10_loss_tcp.log
50_kb_read: (g=0): rw=read, bs=(R) 512B-512B, (W) 512B-512B, (T) 512B-512B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

50_kb_read: (groupid=0, jobs=1): err= 0: pid=16532: Mon Feb 17 02:27:40 2025
  read: IOPS=3, BW=1656B/s (1656B/s)(50.0KiB/30911msec)
    clat (msec): min=201, max=1638, avg=308.07, stdev=221.63
     lat (msec): min=201, max=1638, avg=308.08, stdev=221.63
    clat percentiles (msec):
     |  1.00th=[  203],  5.00th=[  203], 10.00th=[  203], 20.00th=[  203],
     | 30.00th=[  203], 40.00th=[  203], 50.00th=[  203], 60.00th=[  203],
     | 70.00th=[  305], 80.00th=[  309], 90.00th=[  659], 95.00th=[  676],
     | 99.00th=[  978], 99.50th=[ 1636], 99.90th=[ 1636], 99.95th=[ 1636],
     | 99.99th=[ 1636]
   bw (  KiB/s): min=    1, max=    3, per=61.84%, avg= 1.92, stdev= 0.69, samples=51
   iops        : min=    2, max=    6, avg= 3.84, stdev= 1.38, samples=51
  lat (msec)   : 250=68.00%, 500=15.00%, 750=13.00%, 1000=3.00%, 2000=1.00%
  cpu          : usr=0.00%, sys=0.03%, ctx=101, majf=0, minf=16
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=100,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=1656B/s (1656B/s), 1656B/s-1656B/s (1656B/s-1656B/s), io=50.0KiB (51.2kB), run=30911-30911msec