benchmarks/link_read/50_kb_read__100_latency_quic.log
50_kb_read: (g=0): rw=read, bs=(R) 512B-512B, (W) 512B-512B, (T) 512B-512B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

50_kb_read: (groupid=0, jobs=1): err= 0: pid=11922: Mon Feb 17 02:01:07 2025
  read: IOPS=4, BW=2503B/s (2503B/s)(50.0KiB/20451msec)
    clat (usec): min=202010, max=204537, avg=203465.22, stdev=525.00
     lat (usec): min=202011, max=204539, avg=203467.24, stdev=525.29
    clat percentiles (msec):
     |  1.00th=[  203],  5.00th=[  203], 10.00th=[  203], 20.00th=[  203],
     | 30.00th=[  203], 40.00th=[  205], 50.00th=[  205], 60.00th=[  205],
     | 70.00th=[  205], 80.00th=[  205], 90.00th=[  205], 95.00th=[  205],
     | 99.00th=[  205], 99.50th=[  205], 99.90th=[  205], 99.95th=[  205],
     | 99.99th=[  205]
   bw (  KiB/s): min=    1, max=    3, per=81.82%, avg= 2.42, stdev= 0.55, samples=40
   iops        : min=    2, max=    6, avg= 4.85, stdev= 1.10, samples=40
  lat (msec)   : 250=100.00%
  cpu          : usr=0.00%, sys=0.04%, ctx=106, majf=0, minf=16
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=100,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=2503B/s (2503B/s), 2503B/s-2503B/s (2503B/s-2503B/s), io=50.0KiB (51.2kB), run=20451-20451msec