benchmarks/link_read/50_kb_read__40_latency_quic.log
50_kb_read: (g=0): rw=read, bs=(R) 512B-512B, (W) 512B-512B, (T) 512B-512B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process
50_kb_read: Laying out IO file (1 file / 0MiB)

50_kb_read: (groupid=0, jobs=1): err= 0: pid=10177: Mon Feb 17 01:54:14 2025
  read: IOPS=11, BW=6124B/s (6124B/s)(50.0KiB/8360msec)
    clat (usec): min=82352, max=84084, avg=83148.71, stdev=359.20
     lat (usec): min=82355, max=84087, avg=83150.88, stdev=359.17
    clat percentiles (usec):
     |  1.00th=[82314],  5.00th=[82314], 10.00th=[82314], 20.00th=[82314],
     | 30.00th=[83362], 40.00th=[83362], 50.00th=[83362], 60.00th=[83362],
     | 70.00th=[83362], 80.00th=[83362], 90.00th=[83362], 95.00th=[83362],
     | 99.00th=[84411], 99.50th=[84411], 99.90th=[84411], 99.95th=[84411],
     | 99.99th=[84411]
   bw (  KiB/s): min=    5, max=    6, per=83.61%, avg= 5.94, stdev= 0.25, samples=16
   iops        : min=   10, max=   12, avg=11.88, stdev= 0.50, samples=16
  lat (msec)   : 100=100.00%
  cpu          : usr=0.04%, sys=0.08%, ctx=103, majf=0, minf=16
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=100,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=6124B/s (6124B/s), 6124B/s-6124B/s (6124B/s-6124B/s), io=50.0KiB (51.2kB), run=8360-8360msec