benchmarks/link_read/50_kb_read__40_latency_tcp.log
50_kb_read: (g=0): rw=read, bs=(R) 512B-512B, (W) 512B-512B, (T) 512B-512B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

50_kb_read: (groupid=0, jobs=1): err= 0: pid=10699: Mon Feb 17 01:56:18 2025
  read: IOPS=12, BW=6209B/s (6209B/s)(50.0KiB/8245msec)
    clat (usec): min=81262, max=82782, avg=82008.24, stdev=348.01
     lat (usec): min=81263, max=82784, avg=82009.53, stdev=348.35
    clat percentiles (usec):
     |  1.00th=[81265],  5.00th=[81265], 10.00th=[81265], 20.00th=[81265],
     | 30.00th=[81265], 40.00th=[82314], 50.00th=[82314], 60.00th=[82314],
     | 70.00th=[82314], 80.00th=[82314], 90.00th=[82314], 95.00th=[82314],
     | 99.00th=[82314], 99.50th=[82314], 99.90th=[82314], 99.95th=[82314],
     | 99.99th=[82314]
   bw (  KiB/s): min=    5, max=    7, per=98.95%, avg= 6.06, stdev= 0.44, samples=16
   iops        : min=   10, max=   14, avg=12.12, stdev= 0.89, samples=16
  lat (msec)   : 100=100.00%
  cpu          : usr=0.00%, sys=0.07%, ctx=101, majf=0, minf=16
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=100,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=6209B/s (6209B/s), 6209B/s-6209B/s (6209B/s-6209B/s), io=50.0KiB (51.2kB), run=8245-8245msec