benchmarks/link_read/50_kb_read__50_latency_quic.log
50_kb_read: (g=0): rw=read, bs=(R) 512B-512B, (W) 512B-512B, (T) 512B-512B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

50_kb_read: (groupid=0, jobs=1): err= 0: pid=11103: Mon Feb 17 01:57:37 2025
  read: IOPS=9, BW=4935B/s (4935B/s)(50.0KiB/10373msec)
    clat (usec): min=101700, max=104080, avg=103190.45, stdev=423.83
     lat (usec): min=101702, max=104082, avg=103192.49, stdev=423.93
    clat percentiles (msec):
     |  1.00th=[  102],  5.00th=[  103], 10.00th=[  103], 20.00th=[  104],
     | 30.00th=[  104], 40.00th=[  104], 50.00th=[  104], 60.00th=[  104],
     | 70.00th=[  104], 80.00th=[  104], 90.00th=[  104], 95.00th=[  104],
     | 99.00th=[  105], 99.50th=[  105], 99.90th=[  105], 99.95th=[  105],
     | 99.99th=[  105]
   bw (  KiB/s): min=    4, max=    5, per=83.00%, avg= 4.80, stdev= 0.41, samples=20
   iops        : min=    8, max=   10, avg= 9.60, stdev= 0.82, samples=20
  lat (msec)   : 250=100.00%
  cpu          : usr=0.03%, sys=0.04%, ctx=112, majf=0, minf=16
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=100,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=4935B/s (4935B/s), 4935B/s-4935B/s (4935B/s-4935B/s), io=50.0KiB (51.2kB), run=10373-10373msec