benchmarks/link_read/50_kb_read__60_latency_tcp.log
50_kb_read: (g=0): rw=read, bs=(R) 512B-512B, (W) 512B-512B, (T) 512B-512B, ioengine=sync, iodepth=1
fio-3.38-36-g2768c
Starting 1 process

50_kb_read: (groupid=0, jobs=1): err= 0: pid=11513: Mon Feb 17 01:59:07 2025
  read: IOPS=8, BW=4162B/s (4162B/s)(50.0KiB/12299msec)
    clat (usec): min=121420, max=123127, avg=122353.35, stdev=285.75
     lat (usec): min=121422, max=123129, avg=122354.77, stdev=285.81
    clat percentiles (msec):
     |  1.00th=[  122],  5.00th=[  123], 10.00th=[  123], 20.00th=[  123],
     | 30.00th=[  123], 40.00th=[  123], 50.00th=[  123], 60.00th=[  123],
     | 70.00th=[  123], 80.00th=[  123], 90.00th=[  123], 95.00th=[  124],
     | 99.00th=[  124], 99.50th=[  124], 99.90th=[  124], 99.95th=[  124],
     | 99.99th=[  124]
   bw (  KiB/s): min=    3, max=    5, per=98.41%, avg= 4.04, stdev= 0.36, samples=24
   iops        : min=    6, max=   10, avg= 8.08, stdev= 0.72, samples=24
  lat (msec)   : 250=100.00%
  cpu          : usr=0.02%, sys=0.02%, ctx=101, majf=0, minf=16
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=100,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=4162B/s (4162B/s), 4162B/s-4162B/s (4162B/s-4162B/s), io=50.0KiB (51.2kB), run=12299-12299msec